Repository: stadtnavi/stadtnavi_app
Catalog: translations/stadtnavi_*_localizations/stadtnavi_*.arb
Languages: de

# itineraryTicketsTitle
source: Required tickets
de: Benötigte Fahrkarten

# itineraryTicketTitle
source: Required ticket
de: Benötigte Fahrkarte

# itineraryBuyTicket
source: Buy tickets
de: Tickets kaufen

# itineraryMissingPrice
source: No price information
de: Keine Preisangabe möglich

# itineraryPriceOnlyPublicTransport
source: Price only valid for public transport part of the journey.
de: Preisauskunft nur für ÖPNV gültig.

# copyrightsPriceProvider
source: Fare information provided by Nahverkehrsgesellschaft Baden-Württemberg mbH (NVBW). No liability for the correctness of the information.
de: Tarifauskünfte werden durch die Nahverkehrsgesellschaft Baden-Württemberg mbH (NVBW) zur Verfügung gestellt. Alle Angaben ohne Gewähr.

# fareTicketName
source: Adult
de: Regulär

# settingPanelWalkingSpeed
source: Walking speed
de: Laufgeschwindigkeit

# settingPanelAvoidWalking
source: Avoid walking
de: Gehen vermeiden

# settingPanelTransportModes
source: Transport modes
de: Verkehrsmittel auswählen

# instructionVehicleSharing
source: Sharing
de: Sharing Angebote

# commonCitybikes
source: Rental bikes and scooters
de: Leihräder und Scooter

# instructionVehicleSharingCarSharing
source: Car sharing
de: Fahrgemeinschaft

# settingPanelAvoidTransfers
source: Avoid transfers
de: Umstiege vermeiden

# settingPanelMyModesTransport
source: My modes of transport
de: Meine Reiseoptionen

# settingPanelBikingSpeed
source: Biking speed
de: Geschwindigkeit mit dem Fahrrad

# settingPanelAccessibility
source: Accessibility
de: Barrierefreiheit

# settingPanelAccessibilityDetails
source: Due to a lack of data on accessibility, we are unfortunately unable to provide any barrier-free routes at the moment.
de: Aufgrund fehlender Daten zur Barrierefreiheit können wir derzeit leider keine barrierefreien Routen beauskunften.

# settingPanelWheelchair
source: Wheelchair
de: Rollstuhlgerecht

# settingPanelMyModesTransportBike
source: Bike
de: Fahrrad

# typeSpeedSlow
source: Slow
de: Langsam

# typeSpeedFast
source: Fast
de: Schnell

# commonLeavingNow
source: Leaving now
de: Abfahrt jetzt

# commonArrival
source: Arrival
de: Ankunft

# commonDeparture
source: Departure
de: Abfahrt

# infoMessageDestinationOutsideService
source: No route suggestions were found because the destination is outside the service area.
de: Leider konnte keine Route an diesen Zielort gefunden werden. Der Zielort befindet sich außerhalb des abgedeckten Gebietes. Bitte ändern Sie den Zielort.

# infoMessageNoRouteMsg
source: Unfortunately, no route suggestions were found.
de: Wir konnten leider keine Reisevorschläge für diese Strecke finden. Bitte versuchen Sie den Abfahrts- oder Zielort zu ändern.

# infoMessageNoRouteMsgWithChanges
source: Unfortunately, no route suggestions were found. Please check your search settings or try changing the origin or destination.
de: Leider wurden keine Reiseoptionen zu Ihrer Anfrage gefunden. Passen Sie Ihre Einstellungen, Abfahrt- oder Zielort an.

# infoMessageNoRouteOriginNearDestination
source: No route suggestions were found because the origin and destination are the same.
de: Keine Reisevorschläge gefunden, da Abfahrts- und Zielort übereinstimmen.

# infoMessageNoRouteOriginSameAsDestination
source: No route suggestions were found because the origin and destination are very close to each other.
de: Die Entfernung zwischen Start und Ziel ist sehr gering. Bitte ändern Sie einen dieser Orte.

# infoMessageNoRouteShowingAlternativeOptions
source: No route suggestions were found with your settings. However, we found the following route options:
de: Keine Routenvorschläge mit Ihren Einstelllungen gefunden. Stattdessen haben wird die folgenden Reiseoptionen gefunden:

# infoMessageOnlyCyclingRoutes
source: Your search returned only cycling routes.
de: Ihre Suche ergab nur Fahrrad-Routen.

# infoMessageOnlyWalkingCyclingRoutes
source: Your search returned only walking and cycling routes.
de: Ihre Suche ergab nur Fußweg- und Fahrrad-Routen.

# infoMessageOnlyWalkingRoutes
source: Your search returned only walking routes.
de: Ihre Suche ergab nur Fußweg-Routen.

# infoMessageOriginOutsideService
source: No route suggestions were found because the origin is outside the service area.
de: Leider konnte keine Route von diesem Startort gefunden werden. Der Startort befindet sich außerhalb des abgedeckten Gebietes. Bitte ändern Sie den Startort.

# infoMessageUseNationalServicePrefix
source: We recommend you try the national journey planner,
de: Wir empfehlen, dass Sie den überregionalen Routenplaner nutzen,

# bikeRentalBikeStation
source: Bike station
de: Leihrad-Station

# commonMoreInformartion
source: More informartion
de: Mehr Infos

# commonCall
source: Call
de: Anrufen

# commonOnDemandTaxi
source: Book a trip
de: Fahrt buchen

# carParkCloseCapacityMessage
source: This car park is close to capacity. Please allow additional time for you journey.
de: Dieser Parkplatz ist fast ausgebucht. Bitte planen Sie zusätzliche Zeit für Ihre Anfahrt ein.

# carParkExcludeFull
source: Exclude full car parks
de: Volle Parkplätze ausschließen

# bikeRentalNetworkFreeFloating
source: Destination is not a designated drop-off area. Rental cannot be completed here. Please check terms & conditions for additional fees.
de: Ziel ist keine Rückgabestation. Ausleihe kann hier nicht abgeschlossen werden. Anbieterabhängig fallen weiter Gebühren bis zur Rückgabe an einer Station an.

# fetchMoreItinerariesLaterDeparturesTitle
source: Later departures
de: Später

# fetchMoreItinerariesEarlierDepartures
source: Earlier departures
de: Früher

# instructionVehicleTaxi
source: Taxi
de: Ruftaxi

# mapLegendBicycleParking
source: bicycle parking
de: Fahrradparkplatz

# mapLegendCoveredBicycleParking
source: covered bicycle parking
de: überdachter Fahrradparkplatz

# mapLegendLockableBicycleParking
source: lockable bicycle parking
de: abschließbarer Fahrradparkplatz

# mapLegendBicycleRepairFacility
source: bicycle repair facility
de: Fahrradreperatur

# mapLegendBikeLane
source: bike lane
de: Fahrradweg

# mapLegendMajorCyclingRoute
source: major cycling route
de: überregionaler Radweg

# mapLegendLocalCyclingRoute
source: local cycling route
de: lokaler Radweg

# notShowAgain
source: Do not show again
de: Nicht mehr anzeigen

# mapTypeLabel
source: Map Type
de: Kartentyp

# commonMapSettings
source: Map Settings
de: Karteneinstellungen

# commonShowMap
source: Show on map
de: Was soll auf der Karte angezeigt werden?

# bikePark
source: Park & Ride for bikes
de: Fahrrad abstellen

# itinerarySummaryBikeParkTitle
source: Leave your bike at a Park & Ride
de: Fahrrad abstellen und weiterfahren

# itinerarySummaryBikeAndPublicRailSubwayTitle
source: Take your bike with you on the train or to metro
de: Nehmen Sie Ihr Rad mit in den Zug oder die Bahn

# departureBikeStation
source: Departure at {departureTime} from {departureStop} bike station
de: Abfahrt um {departureTime} von {departureStop} Leihrad-Station

# commonTotalDistance
source: Total distance
de: Gesamtstrecke

# commonSettings
source: Settings
de: Einstellungen

source: map legend
de: Legende

# selectStop
source: Select Stop ({sizeStops})
de: Option auswählen ({sizeStops})

source: Bicycle parking
de: Fahrradabstellplatz

# instructionVehicleRackRailway
source: funicular/ rack railway
de: Seilbahn/ Zahnradbahn

# commonTrack
source: Track
de: Gleis

# commonPlatform
source: Platform
de: Plattform

# weekdayMO
source: Monday
de: Montag

# weekdayTU
source: Tuesday
de: Dienstag

# weekdayWE
source: Wednesday
de: Mittwoch

# weekdayTH
source: Thursday
de: Donnerstag

# weekdayFR
source: Friday
de: Freitag

# weekdaySA
source: Saturday
de: Samstag

# weekdaySU
source: Sunday
de: Sonntag

# weekdayPH
source: Public holiday
de: Gesetzlicher Feiertag

# legStepsStartInstructions
source: Start on {streetName} towards {absoluteDirection}
de: Starten auf {streetName} in Richtung {absoluteDirection}

# relativeDirectionDepart
source: Start on {streetName}
de: Starten auf {streetName}

# relativeDirectionHardLeft
source: Turn sharp left onto {streetName}
de: Scharf links abbiegen auf {streetName}

# relativeDirectionLeft
source: Turn left onto {streetName}
de: Links abbiegen auf {streetName}

# relativeDirectionSlightlyLeft
source: Keep slightly left onto {streetName}
de: Leicht links halten auf {streetName}

# relativeDirectionContinue
source: Continue straight on {streetName}
de: Geradeaus weiter auf {streetName}

# relativeDirectionSlightlyRight
source: Keep slightly right onto {streetName}
de: Leicht rechts halten auf {streetName}

# relativeDirectionRight
source: Turn right onto {streetName}
de: Rechts abbiegen auf {streetName}

# relativeDirectionHardRight
source: Turn sharp right onto {streetName}
de: Scharf rechts abbiegen auf {streetName}

# relativeDirectionCircleClockwise
source: Enter the roundabout to the left and take the {exitNumber} exit clockwise onto {streetName}
de: In den Kreisverkehr links einbiegen und die {exitNumber}. Ausfahrt im Uhrzeigersinn nehmen auf {streetName}

# relativeDirectionCircleCounterclockwise
source: Enter the roundabout and take the {exitNumber} exit onto {streetName}
de: In den Kreisverkehr einbiegen und die {exitNumber}. Ausfahrt nehmen auf {streetName}

# relativeDirectionElevator
source: Take the elevator to {streetName}
de: Nehmen Sie den Aufzug zu {streetName}

# relativeDirectionUturnLeft
source: Make a U-turn to the left onto {streetName}
de: Wenden Sie nach links auf {streetName}

# relativeDirectionUturnRight
source: Make a U-turn to the right onto {streetName}
de: Wenden Sie nach rechts auf {streetName}

# relativeDirectionEnterStation
source: Enter the station at {streetName}
de: Betreten Sie die Station bei {streetName}

# relativeDirectionExitStation
source: Exit the station towards {streetName}
de: Verlassen Sie die Station in Richtung {streetName}

# relativeDirectionFollowSigns
source: Follow the signs to {streetName}
de: Folgen Sie den Schildern zu {streetName}

# absoluteDirectionNorth
source: North
de: Norden

# absoluteDirectionNortheast
source: Northeast
de: Nordosten

# absoluteDirectionEast
source: East
de: Osten

# absoluteDirectionSoutheast
source: Southeast
de: Südosten

# absoluteDirectionSouth
source: South
de: Süden

# absoluteDirectionSouthwest
source: Southwest
de: Südwesten

# absoluteDirectionWest
source: West
de: Westen

# absoluteDirectionNorthwest
source: Northwest
de: Nordwesten

# commonNow
source: Now
de: Jetzt

# commonClosed
source: Closed
de: Geschlossen

# commonOpen
source: Open
de: Geöffnet

# commonOpenAlways
source: Open 24/7
de: Durchgängig geöffnet

# commonShowMore
source: Show more
de: Mehr zeigen

# commonShowLess
source: Show less
de: Weniger anzeigen

# commonMoreInfo
source: More info
de: Mehr Infos

# journeyCo2Emissions
source: CO₂ emissions of the journey
de: CO₂-Emissionen der Reise

# journeyCo2EmissionsSr
source: Carbondioxide emissions of the journey
de: Kohlenstoffdioxid-Emissionen der Reise

# itineraryCo2Link
source: This is how we compare emissions ›
de: So berechnen wir die Emissionen ›

# commonRealTime
source: Real-time
de: Echtzeit

# commonStart
source: Start
de: Starten

# navigationTurnByTurnNavigation
source: Turn by turn navigation
de: Schritt-für-Schritt Navigation

# navigationTurnByTurnNavigationWarning
source: You have strayed too far from the route. Please return to the path.
de: Sie sind zu weit von der Route abgewichen. Bitte kehren Sie auf den Weg zurück.

# carInstructionDrive
source: Drive
de: Fahren

# departureListUpdateSrInstructions
source: The list of upcoming departures and departure times will update in real time.
de: Die Abfahrts- und Ankunfstafeln zeigen Informationen in Echtzeit an.

# departurePageSr
source: Trip {shortName} {destination} {time} information
de: Informationen zu Fahrt {shortName} {destination} {time}

# departureTimeSr
source: {when} clock {time}. {realTime}
de: {when} Uhr {time}. {realTime}

# disruptionsTabSrDisruptions
source: One or more known disruptions
de: Mindestens eine bekannte Störung

# disruptionsTabSrNoDisruptions
source: No known disruptions
de: Keine bekannten Störungen

# itineraryCo2Description
source: {co2value} g of CO₂ emissions will be generated on this journey. A car would generate {carCo2Value} g of CO₂ on the same journey.
de: {co2value} g CO₂ Emissionen werden durch diese Reise verursacht. Ein Auto würde {carCo2Value} g CO₂ auf derselben Reise ausstoßen.'

# itineraryCo2DescriptionSr
source: {co2value} g of carbondioxide emissions will be generated on this journey. A car would generate {carCo2Value} g of carbondioxide on the same journey.
de: {co2value} g Kohlenstoffdioxid Emissionen werden durch diese Reise verursacht. Ein Auto würde {carCo2Value} g Kohlenstoffdioxid auf derselben Reise ausstoßen.

# itineraryCo2DescriptionSimple
source: {co2value} g of CO₂ emissions will be generated on this journey.
de: {co2value} g CO₂ Emissionen werden durch diese Reise verursacht.

# itineraryCo2DescriptionSimpleSr
source: {co2value} g of carbondioxide emissions will be generated on this journey.
de: {co2value} g Kohlenstoffdioxid Emissionen werden durch diese Reise verursacht.

# itineraryCo2TitleSr
source: Carbondioxide emissions of the journey
de: Kohlenstoffdioxid-Emissionen der Reise

# searchFieldsSrInstructions
source: Route search will take place automatically when you enter origin and destination. Changing search parameters will trigger a new search.
de: Die Verbindungssuche wird automatisch ausgelöst, wenn sie Start und Ziel eingegeben oder die Suchparameter verändert haben.

# stopListUpdateSrInstructions
source: Departure times for each stop will update in real time.
de: Abfahrtszeiten für jede Haltestelle werden in Echtzeit angezeigt.

# swipeSrNewTabOpened
source: Tab {number} opened.
de: Tab {number} geöffnet.

# tripCo2EmissionsSr
source: Carbondioxide emissions of the journey
de: Kohlenstoffdioxid-Emissionen der Reise

# departureTimeInMinutes
source: {minutes} min
de: {minutes} m

# itineraryDetailsRouteHasInfoAlert
source: Route has alerts.
de: Route enthält Warnungen.

# itineraryDetailsRouteHasSevereAlert
source: Route has disruptions.
de: Route enthält Störungen.

# itineraryDetailsRouteHasUnknownAlert
source: Route has disruptions.
de: Route enthält Störungen.

# itineraryDetailsRouteHasWarningAlert
source: Route has disruptions.
de: Route enthält Störungen.

# poiTagWheelchair
source: Wheelchair accessible
de: Rollstuhlgerecht

# poiTagOutdoor
source: Outdoor seating
de: Sitzplätze im Freien

# poiTagDogs
source: Dogs allowed
de: Hunde erlaubt

# poiTagWifi
source: WiFi
de: WLAN

# poiTagOperator
source: Operator: {operator}
de: Betreiber: {operator}

# poiTagBrand
source: Brand: {brand}
de: Marke: {brand}

# bicycleWalkFromTransitNoDuration
source: Walk your bike off the {transportMode}
de: Steigen Sie mit dem Fahrrad aus dem {transportMode} aus

# bicycleWalkToTransitNoDuration
source: Walk your bike to the {transportMode}
de: Schieben Sie ihr Fahrrad zum/zur {transportMode}

# instructionVehicleLightRail
source: Rail
de: Zug

# instructionVehicleMetro
source: Metro
de: U-Bahn
